Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/depts/udir.no/10_undervisningsoppl.html.tmx
Source language: sme
Languages: sma

source: Sii sáhttet atnit ohcanmohtoriid interneahtas, ja sii sáhttet govaid doppe gávdnat.
sma: Dah maehtieh aaj ovmessie ohtsememotovrh gaskeviermesne nåhtadidh, jïh maehtieh guvvieh gaavnedh.

source: Gáiddusoahpahus
sma: Maajhööhpehtimmie

source: Dát ovdamearka heive bures gáiddusoahpahussii.
sma: Daate vuesiehtimmie hijvenlaakan sjeahta maajhööhpehtæmman.

source: Oahpaheaddji šaddá ráhkadit bargoneavvaga man mielde oahppit barget.
sma: Lohkehtæjja tjuara aktem barkoebuerkiestimmiem darjodh man mietie learohkh berkieh.

source: Sii sáhttet ovdanbidjat gárvves máinnus- dahje vuovdalanplakáhta oahpaheaddjái.
sma: Dah maehtieh dam gaervies reklame-jallh doekemesplakatem sov lohkehtæjjese åehpiedehtedh.

source: Gielladomeanat
sma: Gïelesuerkie

source: Gárvves máinnus- dahje vuovdalanplakáhttii sáhttá ráhkaduvvot gielladomeana.
sma: Maahta aktem gïelesuerkiem darjodh dan gaervies reklame-jallh doekemesplakaten sjiekenisnie.

source: Dalle buot gulahallan go barget máinnus- dahje vuovdalanplakáhtain dáhpáhuvvá sámegillii.
sma: Dellie sæjhta ajve saemiestidh reklame-jallh doekemesplakaten bïjre.

source: Davvi girji 2000
sma: Learoevierhtieh
